tap 'caskroom/cask'
tap 'caskroom/homebrew-versions'

brew 'go'
brew 'tig'
brew 'ack'
brew 'ctags'
brew 'maven'
brew 'node'
brew 'rbenv'
brew 'ruby-build'
brew 'git'
brew 'vim'
brew 'tmate'
brew 'caskroom/cask/brew-cask'
brew 'mitmproxy'
brew 'tree'

cask 'go2shell'
cask 'alfred'
cask 'java7'
cask 'google-chrome-canary'
cask 'firefox'
cask 'slack'
cask 'sublime-text3'
cask 'pycharm-ce'
cask 'android-studio'
cask 'iterm2'
cask 'vlc'
#cask 'mamp'
cask 'cyberduck'
cask 'welly'
cask 'xquartz'
cask 'wireshark'
cask 'intellij-idea-ce'
cask 'sequel-pro'
cask 'spotify'

# sindresorhus/quick-look-plugins
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'suspicious-package'
