tap 'caskroom/cask'

brew 'go'
brew 'tig'
brew 'ack'
brew 'ctags'
brew 'maven'
brew 'node'
brew 'rbenv'
brew 'rbenv ruby-build'
brew 'git'

cask 'alfred'
cask 'java7'
cask 'google-chrome-canary'
cask 'firefox'
cask 'slack'
cask 'sublime-text3'
cask 'pycharm-ce'
cask 'android-studio'
cask 'iterm2'
